[ItemDefs.ID_DrZedAntidote MissionItemDefinition]
UseFailureCharacterMessage="I should %s Please use this building.."
ItemName="On the other hand, dr. Zaid"
PickupMessage="you have _ %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You can't use this.."
NoManufacturerName="as usual"

[ItemDefs.ID_DrZedAntidote:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Yes.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_InfectedBodyPart MissionItemDefinition]
UseFailureCharacterMessage="you should %s Use this number."
ItemName="The body parts are sick"
PickupMessage="close to you %s"
UseFailureLevelMessage="You need %d to use this feature."
UseFailureConstraintsMessage="This article has not been approved.."
NoManufacturerName="Overview"

[ItemDefs.ID_InfectedBodyPart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Ah...the void of science fills the void of love.."
NoConstraintText=""
Suffix=""
Prefix=""

[M_HypocriticalOathPart2 MissionDefinition]
MissionName="Asclepius"
MissionDescription="Dr. Wall is back and has tasked the Vault Hunters with destroying evolution, science, and love. This time he wanted to take a part of the body of a very powerful animal.."
TurnInDescription="Well, it doesn't seem to be working now.."
MissionSummary="Dr. Han is an example of the dynamic change that Z teaches.."
MissionGiver="Dr. Z"
MissionTurnInLocation="Dr. Zed"
TeaserText="That's when they accepted."

[M_HypocriticalOathPart2:BringPartsZed MissionObjectiveDefinition]
ProgressMessage="Take the body part and take it to your doctor. Zayed"

[M_HypocriticalOathPart2:CollectInfectedbodyparts MissionObjectiveDefinition]
ProgressMessage="Get rid of parasites."

[M_HypocriticalOathPart2:Killfailedexperiment MissionObjectiveDefinition]
ProgressMessage="Delete failed tests"

[M_HypocriticalOathPart2:OpenCell MissionObjectiveDefinition]
ProgressMessage="Open the cell"

[M_HypocriticalOathPart2:Set_BringPartsZed MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HypocriticalOathPart2:Set_CollectInfectedBodyParts MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HypocriticalOathPart2:Set_KilledFailedExperiment MissionObjectiveSetDefinition]
MissionSummaryOverride="kill Zed in the final test."
MissionDescriptionOverride="After receiving a body part, he created a strange new serum that not only cured the subject, but also turned him into a powerful mutant monster. Maybe you should sprinkle honey."

[M_HypocriticalOathPart2:Set_OpenCell MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HypocriticalOathPart2:Set_ShootInfected MissionObjectiveSetDefinition]
MissionSummaryOverride="For something new, try the new Z Serum.."
MissionDescriptionOverride=""

[M_HypocriticalOathPart2:Set_TakeAntidote MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Dr. Z recruits Vault Hunters to hunt mutants for science (and love)! Change the body parts and create a new serum! If it works, Pandora is safe! You have to try."

[M_HypocriticalOathPart2:ShootInfected MissionObjectiveDefinition]
ProgressMessage="try drugs"

[M_HypocriticalOathPart2:TakeAntidote MissionObjectiveDefinition]
ProgressMessage="taking medication"

